{
  "api": {
    "titles": [
      "Уютные апартаменты в центре города",
      "Просторный дом с садом и бассейном",
      "Комфортные комнаты для краткосрочной аренды",
      "Роскошный отель с видом на море",
      "Стильные и современные апартаменты",
      "Уютный дом в пригороде",
      "Просторная квартира с балконом и видом на парк",
      "Элегантные апартаменты с ремонтом",
      "Частный дом с большим двором",
      "Аренда отеля с удобными номерами и современными удобствами",
      "Апартаменты с террасой",
      "Доступные комнаты для студентов и туристов в центре города",
      "Уютный дом с камином и живописным садом",
      "Современные апартаменты",
      "Шикарный номер в отеле",
      "Дом с живописным видом на горы",
      "Уютные комнаты в квартире с отличным расположением",
      "Аренда стильных апартаментов с дизайнерским ремонтом",
      "Современный отель с удобствами",
      "Просторный и светлый дом для всей семьи"
    ],
    "descriptions": [
      "Отличный вариант для тех, кто ищет комфорт и удобство.",
      "Стильные апартаменты с удобным расположением в центре города, рядом с магазинами и достопримечательностями.",
      "Просторный дом с бассейном и уютным садом, идеальный для семейного отдыха или уединенного отпуска.",
      "Удобные и доступные комнаты для краткосрочной аренды с хорошей транспортной доступностью.",
      "Номера с панорамным видом на море и высококлассные удобства для комфортного отдыха.",
      "Современные апартаменты с дизайнерским ремонтом, идеально подходящие для бизнес-поездок и отдыха.",
      "Тихий и комфортный дом с садом, находящийся всего в нескольких минутах от города.",
      "Квартира с просторным балконом и видом на парк, идеальная для спокойного отдыха.",
      "Стильные апартаменты с современным ремонтом и всеми необходимыми удобствами.",
      "Прекрасное место для семейного отдыха или праздников с большим двором.",
      "Отель с комфортабельными номерами и отличным расположением в центре города.",
      "Уютные апартаменты с просторной террасой, где можно наслаждаться видом и свежим воздухом.",
      "Просторные комнаты для краткосрочной аренды с доступными ценами и удобным расположением.",
      "Дом с камином и живописным садом, идеальный для тихого уединенного отдыха.",
      "Апартаменты с удобствами, такими как бассейн и фитнес-центр, для комфортного проживания.",
      "Роскошный номер с высоким уровнем обслуживания и великолепным видом на город."
    ],
    "previewImages": [
      "house.jpg",
      "flat.jpg",
      "apartment.jpg",
      "room.jpg",
      "hotel.jpg",
      "hostel.jpg"
    ],
    "images": [
      "images-house.jpg",
      "images-flat.jpg",
      "images-apartment.jpg",
      "images-room.jpg",
      "images-hotel.jpg",
      "images-hostel.jpg"
    ],
    "users": [
      "Иван",
      "Олег",
      "Василий",
      "Геннадий",
      "Вася",
      "Василиса",
      "Валерия",
      "Ираклий",
      "Том",
      "Гарри"
    ],
    "emails": [
      "julia.smith1234@gmail.com",
      "mark.jones7896@yahoo.com",
      "alexander.martin92@hotmail.com",
      "emily.brown567@outlook.com",
      "robert.white2107@aol.com",
      "sophia.davis42@icloud.com",
      "william.harris11@zoho.com",
      "chloe.miller3199@mail.com",
      "oliver.johnson583@protonmail.com",
      "mia.clark9985@live.com"
    ],
    "avatars": [
      "julia.jpg",
      "mark.jpg",
      "alexander.jpg",
      "emily.jpg",
      "robert.jpg",
      "sophia.jpg",
      "william.jpg",
      "chloe.jpg"
    ],
    "passwords": [
      "hedwedhwuegfuwegi",
      "e78r83yhufiy478",
      "nfuy347fhuehiu3h4ry3",
      "nduwiy483yhfddwe32",
      "NDY378Yhdfjhewsjrhewu",
      "vb7r48tye4h3fuHH8yah"
    ]
  }
}
